Repository: mpdifran/bloom
Catalog: Apps/Bloom/Bloom/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, nl

source: There was a problem updating this habit.
de: Diese Gewohnheit konnte nicht aktualisiert werden.
es: No se pudo actualizar este hábito.
fr: Impossible de mettre à jour cette habitude.
fr_ca: Impossible de mettre à jour cette habitude.
nl: Deze gewoonte kon niet worden bijgewerkt.

source: There's room to improve next year.
de: Nächstes Jahr ist noch Luft nach oben.
es: El año que viene hay margen de mejora.
fr: Il y a de la marge pour progresser l'an prochain.
fr_ca: Il y a de la marge pour progresser l'an prochain.
nl: Volgend jaar valt er nog winst te halen.

source: Thinking...
de: Denkt nach…
es: Pensando…
fr: Réflexion…
fr_ca: Réflexion…
nl: Aan het denken…

source: This can help tailor my advice to you.
de: So kann ich meine Tipps besser auf dich zuschneiden.
es: Así puedo ajustar mejor mis consejos a ti.
fr: Cela m'aidera à adapter mes conseils à votre situation.
fr_ca: Cela m'aidera à adapter mes conseils à ton situation.
nl: Zo kan ik mijn advies beter op jou afstemmen.

source: This can't be undone. Your personal data and existing food logs will not be deleted, and will remain on your device.
de: Das lässt sich nicht rückgängig machen. Deine persönlichen Daten und bisherigen Ernährungseinträge werden nicht gelöscht und bleiben auf deinem Gerät.
es: Esta acción no se puede deshacer. Tus datos personales y tus registros de comidas no se eliminarán y permanecerán en tu dispositivo.
fr: Cette action est irréversible. Vos données personnelles et vos journaux alimentaires existants ne seront pas supprimés et resteront sur votre appareil.
fr_ca: Cette action est irréversible. Tes données personnelles et tes journaux alimentaires existants ne seront pas supprimés et resteront sur ton appareil.
nl: Dit kan niet ongedaan worden gemaakt. Je persoonlijke gegevens en bestaande voedingslogboeken worden niet verwijderd en blijven op je apparaat staan.

source: This chart shows how your time was distributed across different sleep stages each night. A healthy sleep pattern includes cycles through all stages.
de: Diese Grafik zeigt, wie sich deine Nächte auf die Schlafphasen verteilt haben. Gesunder Schlaf durchläuft alle Phasen mehrfach.
es: Este gráfico muestra cómo se repartió tu tiempo entre las fases del sueño cada noche. Un sueño sano recorre todas las fases varias veces.
fr: Ce graphique montre la répartition de votre temps entre les différentes phases de sommeil chaque nuit. Un sommeil sain comprend des cycles passant par toutes les phases.
fr_ca: Ce graphique montre la répartition de ton temps entre les différentes phases de sommeil chaque nuit. Un sommeil sain comprend des cycles passant par toutes les phases.
nl: Deze grafiek laat zien hoe je nachten verdeeld waren over de slaapfasen. Een gezond slaappatroon doorloopt alle fasen meerdere keren.

source: This chart shows your average HRV for each time of day over the selected period. HRV is typically higher during sleep and lower during active periods.
de: Diese Grafik zeigt deine durchschnittliche HRV je Tageszeit im gewählten Zeitraum. Im Schlaf ist die HRV meist höher, in aktiven Phasen niedriger.
es: Este gráfico muestra tu VFC media según el momento del día en el periodo elegido. Suele ser más alta durante el sueño y más baja en los ratos de actividad.
fr: Ce graphique montre votre VFC moyenne selon le moment de la journée sur la période sélectionnée. La VFC est généralement plus élevée pendant le sommeil et plus basse durant les périodes actives.
fr_ca: Ce graphique montre ton VFC moyenne selon le moment de la journée sur la période sélectionnée. La VFC est généralement plus élevée pendant le sommeil et plus basse durant les périodes actives.
nl: Deze grafiek toont je gemiddelde HRV per tijdstip in de gekozen periode. Tijdens de slaap is de HRV meestal hoger, bij activiteit lager.

source: This chart shows your sleep schedule over time. Each bar represents a night of sleep, starting at your bedtime and ending at your wake time. A consistent sleep schedule helps regulate your circadian rhythm and improves sleep quality.
de: Diese Grafik zeigt deine Schlafzeiten im Verlauf. Jeder Balken steht für eine Nacht, vom Zubettgehen bis zum Aufwachen. Feste Schlafzeiten stabilisieren deinen Biorhythmus und verbessern die Schlafqualität.
es: Este gráfico muestra tus horarios de sueño a lo largo del tiempo. Cada barra es una noche, desde que te acuestas hasta que te levantas. Unos horarios constantes regulan tu ritmo circadiano y mejoran la calidad del sueño.
fr: Ce graphique montre l'évolution de vos horaires de sommeil. Chaque barre représente une nuit, du coucher au réveil. Des horaires réguliers aident à réguler votre rythme circadien et améliorent la qualité du sommeil.
fr_ca: Ce graphique montre l'évolution de tes horaires de sommeil. Chaque barre représente une nuit, du coucher au réveil. Des horaires réguliers aident à réguler ton rythme circadien et améliorent la qualité du sommeil.
nl: Deze grafiek toont je slaaptijden door de tijd heen. Elke balk is één nacht, van bedtijd tot het moment dat je wakker werd. Vaste slaaptijden helpen je bioritme en verbeteren je slaapkwaliteit.

source: This goal is no longer active.
de: Dieses Ziel ist nicht mehr aktiv.
es: Este objetivo ya no está activo.
fr: Cet objectif n'est plus actif.
fr_ca: Cet objectif n'est plus actif.
nl: Dit doel is niet meer actief.

source: This goal tracks time spent performing %@ workouts.
de: Dieses Ziel erfasst die Zeit, die du mit %@-Workouts verbringst.
es: Este objetivo registra el tiempo dedicado a entrenamientos de %@.
fr: Cet objectif comptabilise le temps passé à faire des entraînements de %@.
fr_ca: Cet objectif comptabilise le temps passé à faire des entraînements de %@.
nl: Dit doel houdt bij hoeveel tijd je aan %@-trainingen besteedt.

source: This helps me personalize your insights and make sure Bloom is the right fit.
de: So kann ich deine Erkenntnisse personalisieren und sicherstellen, dass Bloom zu dir passt.
es: Así puedo personalizar tus análisis y comprobar que Bloom encaja contigo.
fr: Cela m'aide à personnaliser vos analyses et à vérifier que Bloom vous convient.
fr_ca: Cela m'aide à personnaliser tes analyses et à vérifier que Bloom te convient.
nl: Zo kan ik je inzichten persoonlijk maken en checken of Bloom bij je past.

source: This is %@ for your age!
de: Das ist %@ für dein Alter!
es: ¡Eso es %@ para tu edad!
fr: C'est %@ pour votre âge !
fr_ca: C'est %@ pour ton âge !
nl: Dat is %@ voor je leeftijd!

source: This is a message about health data.
de: Das ist eine Nachricht über Gesundheitsdaten.
es: Este es un mensaje sobre los datos de salud.
fr: Ceci est un message à propos des données de santé.
fr_ca: Ceci est un message à propos des données de santé.
nl: Dit is een bericht over gezondheidsgegevens.

source: This monitor tracks early physiological signs that may indicate your body is fighting off illness or needs extra recovery time. It analyzes your resting heart rate, heart rate variability, wrist temperature, and respiratory rate to detect subtle changes from your personal baseline.
de: Diese Überwachung achtet auf frühe körperliche Anzeichen dafür, dass dein Körper gegen eine Krankheit ankämpft oder mehr Erholung braucht. Sie wertet Ruheherzfrequenz, Herzfrequenzvariabilität, Handgelenktemperatur und Atemfrequenz aus, um kleine Abweichungen von deinen Ausgangswerten zu erkennen.
es: Este monitor busca señales físicas tempranas de que tu cuerpo está combatiendo una enfermedad o necesita más recuperación. Analiza tu frecuencia cardíaca en reposo, la variabilidad, la temperatura de la muñeca y la frecuencia respiratoria para detectar pequeños cambios respecto a tus valores de referencia.
fr: Cette surveillance repère les premiers signes physiologiques indiquant que votre corps combat une maladie ou a besoin de plus de récupération. Elle analyse votre fréquence cardiaque au repos, votre variabilité cardiaque, votre température au poignet et votre fréquence respiratoire afin de détecter de légers écarts par rapport à vos valeurs de référence.
fr_ca: Cette surveillance repère les premiers signes physiologiques indiquant que ton corps combat une maladie ou a besoin de plus de récupération. Elle analyse ta fréquence cardiaque au repos, ta variabilité cardiaque, ta température au poignet et ta fréquence respiratoire afin de détecter de légers écarts par rapport à tes valeurs de référence.
nl: Deze bewaking let op vroege lichamelijke signalen dat je lichaam een ziekte bestrijdt of extra herstel nodig heeft. Ze analyseert je rusthartslag, hartslagvariabiliteit, polstemperatuur en ademhalingsfrequentie om kleine afwijkingen van je uitgangswaarden te zien.

source: This monitor tracks your sleep patterns including duration, efficiency, and schedule consistency. It detects when your sleep is declining or when your bedtime and wake time are becoming irregular, which can affect your circadian rhythm and overall health.
de: Diese Überwachung verfolgt deinen Schlaf: Dauer, Effizienz und Regelmäßigkeit. Sie erkennt, wenn dein Schlaf nachlässt oder deine Schlafenszeiten unregelmäßig werden - beides kann Biorhythmus und Gesundheit beeinträchtigen.
es: Este monitor sigue tus hábitos de sueño: duración, eficiencia y regularidad. Detecta cuándo tu sueño empeora o tus horarios se vuelven irregulares, algo que afecta a tu ritmo circadiano y a tu salud.
fr: Cette surveillance suit vos habitudes de sommeil : durée, efficacité et régularité des horaires. Elle détecte une dégradation de votre sommeil ou des heures de coucher et de lever irrégulières, ce qui peut perturber votre rythme circadien et votre santé générale.
fr_ca: Cette surveillance suit tes habitudes de sommeil : durée, efficacité et régularité des horaires. Elle détecte une dégradation de ton sommeil ou des heures de coucher et de lever irrégulières, ce qui peut perturber ton rythme circadien et ta santé générale.
nl: Deze bewaking volgt je slaappatroon: duur, efficiëntie en regelmaat. Ze merkt op wanneer je slaap achteruitgaat of je bedtijden onregelmatig worden, wat je bioritme en gezondheid kan beïnvloeden.

source: This monitor tracks your training load using Apple's Workout Effort Scores. It compares your recent 7-day training load to your 28-day average to help you avoid overtraining or detraining. HRV trends and recovery metrics are also considered when available.
de: Diese Überwachung verfolgt deine Trainingsbelastung anhand der Anstrengungswerte von Apple. Sie vergleicht die Belastung der letzten 7 Tage mit deinem 28-Tage-Schnitt, damit du weder über- noch untertrainierst. HRV-Trends und Erholungswerte fließen ein, sofern vorhanden.
es: Este monitor sigue tu carga de entrenamiento con las puntuaciones de esfuerzo de Apple. Compara la carga de los últimos 7 días con tu media de 28 días para evitar el sobreentrenamiento o la pérdida de forma. También tiene en cuenta la VFC y los datos de recuperación cuando están disponibles.
fr: Cette surveillance suit votre charge d'entraînement à partir des scores d'effort d'Apple. Elle compare votre charge des 7 derniers jours à votre moyenne sur 28 jours pour vous éviter le surentraînement ou le désentraînement. Les tendances de VFC et les données de récupération sont également prises en compte lorsqu'elles sont disponibles.
fr_ca: Cette surveillance suit ta charge d'entraînement à partir des scores d'effort d'Apple. Elle compare ta charge des 7 derniers jours à ta moyenne sur 28 jours pour toi éviter le surentraînement ou le désentraînement. Les tendances de VFC et les données de récupération sont également prises en compte lorsqu'elles sont disponibles.
nl: Deze bewaking volgt je trainingsbelasting op basis van Apple's inspanningsscores. Ze vergelijkt je belasting van de afgelopen 7 dagen met je 28-daags gemiddelde, zodat je niet over- of ondertraint. HRV-trends en herstelwaarden tellen mee als die er zijn.

source: This Month
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
fr_ca: Ce mois-ci
nl: Deze maand

source: This range is considered normal for the general population. People within this range have a balanced level of body fat, contributing to overall health and well-being.
de: Dieser Bereich gilt in der Allgemeinbevölkerung als normal. Wer hier liegt, hat einen ausgewogenen Körperfettanteil, was Gesundheit und Wohlbefinden unterstützt.
es: Este rango se considera normal para la población general. Quienes están en él tienen un nivel de grasa equilibrado, lo que favorece la salud y el bienestar.
fr: Cette plage est considérée comme normale pour la population générale. Les personnes qui s'y situent ont un taux de masse grasse équilibré, favorable à la santé et au bien-être.
fr_ca: Cette plage est considérée comme normale pour la population générale. Les personnes qui s'y situent ont un taux de masse grasse équilibré, favorable à la santé et au bien-être.
nl: Dit bereik geldt als normaal voor de meeste mensen. Wie hierin valt, heeft een evenwichtig vetpercentage, wat bijdraagt aan gezondheid en welzijn.

source: This range is typical for athletes who require higher muscle mass and lower fat levels for optimal performance. It reflects a high level of fitness and conditioning.
de: Dieser Bereich ist typisch für Sportlerinnen und Sportler, die für Höchstleistung mehr Muskelmasse und weniger Fett brauchen. Er steht für ein hohes Fitnessniveau.
es: Este rango es típico de deportistas que necesitan más masa muscular y menos grasa para rendir al máximo. Refleja un nivel de forma física alto.
fr: Cette plage est typique des athlètes qui ont besoin d'une masse musculaire élevée et d'un faible taux de graisse pour performer. Elle traduit un excellent niveau de condition physique.
fr_ca: Cette plage est typique des athlètes qui ont besoin d'une masse musculaire élevée et d'un faible taux de graisse pour performer. Elle traduit un excellent niveau de condition physique.
nl: Dit bereik is typisch voor sporters die voor topprestaties meer spiermassa en minder vet nodig hebben. Het wijst op een hoog fitheidsniveau.

source: This timeline shows how you transitioned between sleep stages throughout the night. Your body naturally cycles through these stages multiple times.
de: Diese Zeitleiste zeigt, wie du nachts zwischen den Schlafphasen gewechselt hast. Dein Körper durchläuft diese Phasen ganz natürlich mehrmals.
es: Esta línea de tiempo muestra cómo pasaste de una fase del sueño a otra durante la noche. Tu cuerpo recorre esas fases varias veces de forma natural.
fr: Cette chronologie montre vos passages d'une phase de sommeil à l'autre au cours de la nuit. Votre corps traverse naturellement ces phases à plusieurs reprises.
fr_ca: Cette chronologie montre tes passages d'une phase de sommeil à l'autre au cours de la nuit. Ton corps traverse naturellement ces phases à plusieurs reprises.
nl: Deze tijdlijn laat zien hoe je 's nachts tussen slaapfasen wisselde. Je lichaam doorloopt die fasen vanzelf meerdere keren.

source: This type can be caused by dietary issues, infections, stress, or other gastrointestinal problems. It’s important to stay hydrated and, if persistent, consider evaluating for potential infections or intolerances.
de: Dieser Typ kann durch Ernährung, Infektionen, Stress oder andere Magen-Darm-Probleme entstehen. Trinke ausreichend und lasse bei anhaltenden Beschwerden Infektionen oder Unverträglichkeiten abklären.
es: Este tipo puede deberse a la alimentación, una infección, el estrés u otros problemas digestivos. Hidrátate bien y, si persiste, valora descartar infecciones o intolerancias.
fr: Ce type peut être lié à l'alimentation, à une infection, au stress ou à d'autres troubles digestifs. Pensez à bien vous hydrater et, si cela persiste, à faire rechercher une infection ou une intolérance.
fr_ca: Ce type peut être lié à l'alimentation, à une infection, au stress ou à d'autres troubles digestifs. Pense à bien tu hydrater et, si cela persiste, à faire rechercher une infection ou une intolérance.
nl: Dit type kan komen door voeding, een infectie, stress of andere maag-darmklachten. Drink voldoende en laat bij aanhoudende klachten onderzoeken of er sprake is van een infectie of intolerantie.

source: This type indicates a healthy gut with slight indication of dehydration. Maintaining a balanced diet with sufficient fiber and hydration is recommended.
de: Dieser Typ spricht für einen gesunden Darm mit leichten Anzeichen von Flüssigkeitsmangel. Achte auf ausgewogene Ernährung mit genug Ballaststoffen und Flüssigkeit.
es: Este tipo indica un intestino sano con un ligero signo de deshidratación. Conviene una dieta equilibrada con suficiente fibra e hidratación.
fr: Ce type témoigne d'un intestin en bonne santé, avec un léger signe de déshydratation. Une alimentation équilibrée, riche en fibres, et une bonne hydratation sont recommandées.
fr_ca: Ce type témoigne d'un intestin en bonne santé, avec un léger signe de déshydratation. Une alimentation équilibrée, riche en fibres, et une bonne hydratation sont recommandées.
nl: Dit type wijst op een gezonde darm met een lichte aanwijzing voor uitdroging. Eet gevarieerd met voldoende vezels en drink genoeg.

source: This type indicates constipation. This can be caused by dehydration, lack of fiber, or other digestive issues. It may be beneficial to increase fluid intake and dietary fiber.
de: Dieser Typ deutet auf Verstopfung hin, etwa durch zu wenig Flüssigkeit, zu wenig Ballaststoffe oder andere Verdauungsprobleme. Mehr trinken und mehr Ballaststoffe können helfen.
es: Este tipo indica estreñimiento, que puede deberse a la deshidratación, a la falta de fibra o a otros problemas digestivos. Puede ayudar beber más líquidos y tomar más fibra.
fr: Ce type indique une constipation, qui peut être due à la déshydratation, à un manque de fibres ou à d'autres troubles digestifs. Augmenter votre consommation de liquides et de fibres peut être bénéfique.
fr_ca: Ce type indique une constipation, qui peut être due à la déshydratation, à un manque de fibres ou à d'autres troubles digestifs. Augmenter ta consommation de liquides et de fibres peut être bénéfique.
nl: Dit type wijst op verstopping, bijvoorbeeld door te weinig vocht, te weinig vezels of andere spijsverteringsproblemen. Meer drinken en meer vezels kunnen helpen.

source: This type indicates mild constipation. You might need to improve your diet, increase hydration, and consider physical activity to help regularize bowel movements.
de: Dieser Typ deutet auf leichte Verstopfung hin. Bessere Ernährung, mehr Flüssigkeit und Bewegung können den Stuhlgang regulieren.
es: Este tipo indica un estreñimiento leve. Mejorar la alimentación, beber más y moverte más puede ayudar a regular el tránsito.
fr: Ce type indique une légère constipation. Améliorer votre alimentation, boire davantage et bouger plus peut aider à régulariser le transit.
fr_ca: Ce type indique une légère constipation. Améliorer ton alimentation, boire davantage et bouger plus peut aider à régulariser le transit.
nl: Dit type wijst op lichte verstopting. Beter eten, meer drinken en meer bewegen kunnen je stoelgang regelmatiger maken.

source: This type is the ideal stool. This indicates a healthy digestive system with normal bowel function. Continue with your current diet and lifestyle.
de: Dieser Typ ist der Idealfall: ein gesundes Verdauungssystem mit normaler Darmfunktion. Mach mit deiner Ernährung und deinem Alltag weiter so.
es: Este tipo es el ideal: refleja un sistema digestivo sano con un tránsito normal. Sigue con tu alimentación y tus hábitos actuales.
fr: Ce type correspond à la selle idéale : il traduit un système digestif sain et un transit normal. Poursuivez votre alimentation et vos habitudes actuelles.
fr_ca: Ce type correspond à la selle idéale : il traduit un système digestif sain et un transit normal. Poursuive ton alimentation et tes habitudes actuelles.
nl: Dit type is ideaal: een gezonde spijsvertering met een normale darmwerking. Ga zo door met je huidige voeding en leefstijl.

source: This type may indicate a dietary change, mild digestive upset, or a temporary imbalance in your gut.
de: Dieser Typ kann auf eine Ernährungsumstellung, eine leichte Verdauungsstörung oder ein vorübergehendes Ungleichgewicht im Darm hindeuten.
es: Este tipo puede indicar un cambio en tu alimentación, una molestia digestiva leve o un desequilibrio pasajero en tu intestino.
fr: Ce type peut traduire un changement d'alimentation, un léger trouble digestif ou un déséquilibre passager de votre flore intestinale.
fr_ca: Ce type peut traduire un changement d'alimentation, un léger trouble digestif ou un déséquilibre passager de ta flore intestinale.
nl: Dit type kan wijzen op een verandering in je voeding, een lichte darmklacht of een tijdelijke disbalans in je darmen.

source: This type represents severe diarrhea. This could indicate a significant gastrointestinal issue, such as an infection, food poisoning, or a chronic condition. It’s crucial to stay hydrated and seek medical advice if this persists.
de: Dieser Typ steht für starken Durchfall. Er kann auf ein ernstes Magen-Darm-Problem hindeuten, etwa eine Infektion, Lebensmittelvergiftung oder chronische Erkrankung. Trinke unbedingt genug und hole ärztlichen Rat, wenn es anhält.
es: Este tipo corresponde a una diarrea intensa. Puede señalar un problema digestivo importante, como una infección, una intoxicación alimentaria o una enfermedad crónica. Es fundamental hidratarse y buscar atención médica si continúa.
fr: Ce type correspond à une diarrhée sévère. Elle peut signaler un trouble digestif important : infection, intoxication alimentaire ou maladie chronique. Il est essentiel de bien vous hydrater et de consulter si cela persiste.
fr_ca: Ce type correspond à une diarrhée sévère. Elle peut signaler un trouble digestif important : infection, intoxication alimentaire ou maladie chronique. Il est essentiel de bien tu hydrater et de consulter si cela persiste.
nl: Dit type staat voor ernstige diarree. Dat kan duiden op een serieus maag-darmprobleem, zoals een infectie, voedselvergiftiging of een chronische aandoening. Drink vooral genoeg en zoek medische hulp als het aanhoudt.

source: this week
de: diese Woche
es: esta semana
fr: cette semaine
fr_ca: cette semaine
nl: deze week

source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
fr_ca: Cette semaine
nl: Deze week

source: This will remove all custom containers and restore the default container sizes.
de: Dadurch werden alle eigenen Gefäße entfernt und die Standardgrößen wiederhergestellt.
es: Esto eliminará todos los recipientes personalizados y restaurará los tamaños por omisión.
fr: Cette action supprimera tous les contenants personnalisés et rétablira les tailles par défaut.
fr_ca: Cette action supprimera tous les contenants personnalisés et rétablira les tailles par défaut.
nl: Hiermee verwijder je alle eigen bekers en herstel je de standaardformaten.

source: This Year
de: Dieses Jahr
es: Este año
fr: Cette année
fr_ca: Cette année
nl: Dit jaar

source: Time
de: Zeit
es: Hora
fr: Heure
fr_ca: Heure
nl: Tijd

source: Time between bowel movements helps indicate digestive health and regularity patterns.
de: Der Abstand zwischen zwei Stuhlgängen sagt etwas über Verdauungsgesundheit und Regelmäßigkeit aus.
es: El tiempo entre deposiciones dice mucho sobre tu salud digestiva y tu regularidad.
fr: Le délai entre deux selles renseigne sur votre santé digestive et votre régularité.
fr_ca: Le délai entre deux selles renseigne sur ta santé digestive et ton régularité.
nl: De tijd tussen twee keer stoelgang zegt iets over je spijsvertering en regelmaat.
